Revit 2027 API
ExportFontTable.Clear Method
 Removes all contents stored in the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Clear()
Public Sub Clear
public:
void Clear()
member Clear : unit -> unit
See Also
Reference
ExportFontTable Class
Autodesk.Revit.DB Namespace